Repository: rob-bogner/Famlist
Catalog: Famlist/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de

# addItem.title
source: Add Item
de: Neuen Artikel

# auth.email.placeholder
source: Email address
de: E-Mail-Adresse

# auth.error.noClient
source: Sign-in not available
de: Anmeldung nicht verfügbar

# auth.error.title
source: Sign-in Error
de: Anmeldefehler

# auth.mode.auto.description
source: Auto-detect based on device environment
de: Automatische Erkennung basierend auf Gerät

# auth.mode.emailPassword.description
source: Sign in directly with email and password
de: Direkt mit E-Mail und Passwort anmelden

# auth.mode.magicLink.description
source: Receive email with sign-in link
de: E-Mail mit Anmelde-Link erhalten

# auth.password.placeholder
source: Password
de: Passwort

# auth.session.restoring
source: Restoring session...
de: Sitzung wird wiederhergestellt...

# auth.signin.button
source: Sign In
de: Anmelden

# auth.signin.magiclink.button
source: Send Magic Link
de: Magic Link senden

# auth.signin.password.button
source: Sign In with Password
de: Mit Passwort anmelden

# auth.signout.button
source: Sign Out
de: Abmelden

# auth.signup.button
source: Create New Account
de: Neues Konto erstellen

# auth.title
source: Sign In
de: Anmelden

# button.addItem
source: Add to List
de: Zur Liste hinzufügen

# button.done
source: Done
de: Fertig

# button.save
source: Save
de: Speichern

# common.done
source: Done
de: Fertig

# decrement
source: Decrease
de: Verringern

# editItem.title
source: Edit Item
de: Artikel bearbeiten

# error.repository.decode
source: Decoding failed
de: Dekodierung fehlgeschlagen

# error.repository.encode
source: Encoding failed
de: Kodierung fehlgeschlagen

# error.repository.network
source: Network error: %@
de: Netzwerkfehler: %@

# error.repository.not_found
source: Item not found
de: Artikel nicht gefunden

# error.repository.unknown
source: Unknown error
de: Unbekannter Fehler

# field.brand.placeholder
source: Brand
de: Marke

# field.category.placeholder
source: Category
de: Kategorie

# field.description.placeholder
source: Description
de: Beschreibung

# field.price.placeholder
source: Price
de: Preis

# field.units.placeholder
source: Units
de: Menge

# import.button.deselectAll
source: Deselect All
de: Alle abwählen

# import.button.import
source: Import
de: Importieren

# import.button.reload
source: Reload
de: Neu laden

# import.button.selectAll
source: Select All
de: Alle auswählen

# import.empty.message
source: Copy a shopping list to clipboard and try again
de: Kopiere eine Einkaufsliste in die Zwischenablage und versuche es erneut

# import.empty.title
source: Clipboard is empty
de: Zwischenablage ist leer

# import.error.emptyClipboard
source: Clipboard is empty
de: Zwischenablage ist leer

# import.error.noItemsFound
source: No items found in clipboard
de: Keine Artikel in der Zwischenablage gefunden

# import.items.count
source: Items found
de: Gefundene Artikel

# import.skipped.title
source: Skipped lines
de: Übersprungene Zeilen

# import.title
source: Import from Clipboard
de: Aus Zwischenablage importieren

# increment
source: Increase
de: Erhöhen

# itemSearch.section.personal
source: Your Items
de: Deine Artikel

# itemSearch.added
source: Item added
de: Artikel hinzugefügt

# itemSearch.createNew
source: Create new item
de: Neuen Artikel anlegen

# itemSearch.createNew.withName
source: Create new: "%@"
de: Neu anlegen: "%@"

# itemSearch.error.generic
source: Search failed. Please try again.
de: Suche fehlgeschlagen. Bitte versuche es erneut.

# itemSearch.placeholder
source: Search items…
de: Artikel suchen…

# itemSearch.title
source: Search Items
de: Artikel suchen

# measure.placeholder
source: Unit
de: Maßeinheit

# menu.accessibility.hamburger
source: Open menu
de: Menü öffnen

# menu.import
source: Import from Clipboard
de: Aus Zwischenablage importieren

# menu.profile
source: Profile
de: Profil

# photo.add
source: Add Photo
de: Foto hinzufügen

# photo.cancel
source: Cancel
de: Abbrechen

# photo.choose
source: Choose from Gallery
de: Aus Galerie wählen

# photo.remove.action
source: Remove
de: Entfernen

# photo.remove.confirmTitle
source: Remove Photo?
de: Foto entfernen?

# photo.removeCurrent.action
source: Remove Current Photo
de: Aktuelles Foto entfernen

# photo.selectSource.title
source: Select Photo Source
de: Quelle wählen

# photo.take
source: Take Photo
de: Foto aufnehmen

# productImage.title
source: Product Image
de: Produktbild

# profile.email.label
source: Email
de: E-Mail-Adresse

# profile.error.usernameMinLength
source: At least 3 characters required
de: Mindestens 3 Zeichen erforderlich

# profile.error.usernameRequired
source: Username required
de: Benutzername erforderlich

# profile.fullName.placeholder
source: Full Name
de: Vollständiger Name

# profile.publicId.hint
source: Others can find your lists with this ID
de: Andere können deine Listen mit dieser ID finden

# profile.publicId.label
source: Public ID (for sharing)
de: Öffentliche ID (zum Teilen)

# profile.title
source: Edit Profile
de: Profil bearbeiten

# profile.username.placeholder
source: Username
de: Benutzername

# progress.multi
source: %lld of %lld items
de: %lld von %lld Artikeln

# progress.single
source: %lld of %lld item
de: %lld von %lld Artikel

# progress.title
source: Progress
de: Fortschritt

# quickadd.placeholder
source: Add item...
de: Artikel hinzufügen...

# section.checkedItems.title
source: Checked Items
de: Abgehakte Artikel

# shoppingList.title
source: Shopping List
de: Einkaufsliste

# startup.phase.defaultList
source: Loading default list...
de: Standardliste wird geladen...

# startup.phase.itemsSnapshot
source: Loading items...
de: Artikel werden geladen...

# startup.phase.profile
source: Loading user profile...
de: Benutzerprofil wird geladen...

# startup.phase.sessionRestore
source: Restoring session...
de: Sitzung wird wiederhergestellt...

# swipe.check
source: Check
de: Abhaken

# swipe.delete
source: Delete
de: Löschen

# swipe.edit
source: Edit
de: Bearbeiten

# swipe.notAvailable
source: Not available
de: Nicht verfügbar

# swipe.uncheck
source: Uncheck
de: Zurück

# sync.details.conflicts
source: Conflicts
de: Konflikte

# sync.details.error
source: Error
de: Fehler

# sync.details.lastSync
source: Last Sync
de: Letzter Sync

# sync.details.latency
source: Latency
de: Latenz

# sync.details.metrics
source: Metrics
de: Metriken

# sync.details.queueDepth
source: Queue Depth
de: Warteschlange

# sync.details.state
source: State
de: Zustand

# sync.status.idle
source: Idle
de: Inaktiv

# sync.status.syncing
source: Syncing
de: Synchronisiere

# unit.bag
source: Bag
de: Beutel

# unit.bagSmall
source: Small Bag
de: Tüte

# unit.bar
source: Bar
de: Tafel

# unit.bottle
source: Bottle
de: Flasche

# unit.box
source: Box
de: Kiste

# unit.bunch
source: Bunch
de: Bund

# unit.can
source: Can
de: Dose

# unit.carton
source: Carton
de: Karton

# unit.crate
source: Crate
de: Kasten

# unit.cup
source: Cup
de: Becher

# unit.item
source: Item
de: Artikel

# unit.jar
source: Jar
de: Glas

# unit.net
source: Net
de: Netz

# unit.pack
source: Pack
de: Packung

# unit.pair
source: Pair
de: Paar

# unit.piece
source: Piece
de: Stück

# unit.slice
source: Slice
de: Scheibe

# validation.name.empty
source: Name must not be empty
de: Name darf nicht leer sein

# validation.name.short
source: Name too short
de: Name zu kurz

# validation.price.invalid
source: Invalid price
de: Ungültiger Preis

# validation.units.max
source: Maximum is 999
de: Maximum ist 999

# validation.units.min
source: Minimum is 1
de: Minimum ist 1

# validation.units.missing
source: Quantity required
de: Menge erforderlich

# validation.units.nan
source: Invalid number
de: Ungültige Zahl
